{
  "think-find-ship": "J'ai bien besoin de certain des équipements de notre vaisseau.",
  "think-no-idea-where-to-start": "Le problème est que je ne sais absolument pas où il est tombé.",
  "think-use-radar": "Je dois pouvoir construire un __ENTITY__radar__ pour localiser le vaisseau.",
  "think-make-electricity": "Commençons par générer de l'électricité.",
  "think-build-pump": "Je pourrais pomper de l'eau et l'utiliser pour alimenter un machine à vapeur.",
  "goal-build-pump": "Construisez une pompe sur les bords d'un lac.",
  "goal-build-boiler": "Construisez une chaudière.",
  "goal-connect-boiler-to-water": "Construisez des tuyaux pour transporter l'eau de la pompe à la chaudière.",
  "goal-connect-steam-engine-to-water": "Construisez d'autres tuyaux pour transporter l'eau bouillante de la chaudière à la machine à vapeur.",
  "goal-fuel-into-boiler": "Déposez du combustible dans la chaudière.",
  "goal-build-steam-engine": "Construisez une machine à vapeur reliée à la chaudière.",
  "msg-steam-engine-introduction-1": "Il y a plusieurs manière d'arranger les machines à vapeur, comme cela:",
  "msg-steam-engine-introduction-2": "Ou comme ceci:",
  "msg-steam-engine-effectivity": "L'efficacité de la machine à vapeur est la meilleure lorsque l'eau est à 100 dégrés.",
  "msg-have-electricity": "Maintenant vous pouvez utiliser l'électricité pour alimenter Les foreuses électriques et les bras robotisés.",
  "goal-build-electric-mining-drill": "Construisez une foreuse électrique au-dessus d'un gisement.",
  "goal-power-electric-mining-drill": "Reliez là au réseau électrique avec des poteaux électrique.",
  "msg-factory-instruction-1": "Cool, utilisez cette électricité pour assurer un approvisionnement constant en charbon de vos chaudières.",
  "msg-factory-instruction-2": "Maintenant, installez des fours pour faire fondre le minerai de fer et de cuivre.",
  "msg-factory-instruction-3": "Enfin, construisez des radars pour scanner les territoires aux alentours.",
  "think-get-to-work": "Bien, mettons-nous au travail.. ",
  "think-beware-of-creepers": "Espérons que cela n'attire pas trop de Xenos...",
  "goal-radar-progress": "Utilisez les radars pour scanner le territoire.\nSectors scanned: __1__/__2__",
  "msg-sector-scan-completed": "Scan de secteur terminé ...",
  "msg-ship-wreck-located": "Il semblerait qu'une nacelle se soit écrasée au Sud-Est.",
  "think-explore-ship-wreck": "Bien, allons explorer cette zone de crash.",
  "think-better-place-for-mining-drill": "Il y a surement un meilleur endroit pour construire ces foreuses.",
  "think-better-place-for-steam-engine": "Cet endroit ne semble pas approprié pour construire cette machine à vapeur.",
  "msg-need-better-weapon": "Ce __ITEM__pistol__ ne sera pas suffisamment puissant pour les contenir, je devrai faire un __ITEM__submachine-gun__.",
  "msg-need-better-defense": "Je ne pourrai pas les contenir seul, je devrai faire une __ENTITY__gun-turret__ pour défendre ma base.",
  "msg-need-light": "Il commence à faire sombre, je devrais faire des lampadaires.",
  "epilogue": "Bravo, vous avez fini la démo.\nVous avez aimé le jeu ? Vous voulez plus de contenu ? Supportez notre campagne de financement sur www.indiegogo.com/factorio."
}
